Repository: dss-web/dss-jobbnorge-block
Catalog: languages/wp-jobbnorge-block-*.po
Languages: nb_no

source: Jobbnorge Block
nb_no: Jobbnorge-blokken

source: Retrieve and display job listings from Jobbnorge.no
nb_no: Hente og vise stillingsannonser fra Jobbnorge.no

source: Invalid ID
nb_no: Ugyldig ID

source: Error connecting to Jobbnorge.no
nb_no: Feil ved tilkobling til Jobbnorge.no

source: No jobs found
nb_no: Ingen jobber funnet

source: (no title)
nb_no: (ingen tittel)

source: Employer
nb_no: Arbeidsgiver

source: Scope
nb_no: Omfang

source: Read more
nb_no: Les mer

source: Deadline:
nb_no: Søknadsfrist:

source: Select employers to display. Ctrl-click (Windows) or Cmd-click (Mac) to select multiple employers. Shift-click to select a range of employers.
nb_no: Velg arbeidsgivere som skal vises. Ctrl-klikk (Windows) eller Cmd-klikk (Mac) for å velge flere arbeidsgivere. Shift-klikk for å velge et utvalg av arbeidsgivere.

source: Employer ID [,id2, id3, ..]
nb_no: Arbeidsgiver-ID [,id2, id3, ...]

source: Save
nb_no: Lagre

source: Edit Jobbnorge URL
nb_no: Rediger Jobbnorge URL

source: List view
nb_no: Listevisning

source: Grid view
nb_no: Rutemønster

source: Settings
nb_no: Innstillinger

source: Number of items
nb_no: Antall oppføringer

source: Order by
nb_no: Sorter etter

source: Deadline
nb_no: Søknadsfrist

source: No jobs found message
nb_no: Ingen jobber funnet melding

source: Message to display if no jobs are found
nb_no: Melding som vises hvis ingen jobber er funnet

source: There are no jobs at this time.
nb_no: Det er for tiden ingen ledige stillinger.

source: Item
nb_no: Element

source: Display employer
nb_no: Vis arbeidsgiver

source: Display excerpt
nb_no: Vis utdrag

source: Display deadline
nb_no: Vis søknadsfrist

source: Display scope
nb_no: Vis omfang

source: Columns
nb_no: Kolonner

# block description
source: Retrieve and display job listings from Jobbnorge.no
nb_no: Hent og vis stillingsannonser fra Jobbnorge.no
